Repository: kommthom/RemindersMacOS
Catalog: RemindersMacOS/Localizable.xcstrings
Source language: en
Languages: de

# about.version-%@-%@
source: about.version-%1$@-%2$@
de: Version %@ (%@)

# action.close
source: Close
de: Schließen

source: add-package.fatal-error-%@
de: Ein Fehler ist bei der Installation von %@ aufgetreten

source: add-package.fatal-error.description
de: Versuche das Paket erneut zu installieren oder Reminders neu zu starten. Sollte das Problem weiterhin bestehen, versuche deinen Mac neu zu starten.

source: add-package.fatal-error.generic
de: Ein Fehler ist während des Installationsprozesses aufgetreten

source: add-package.finished
de: Pakete erfolgreich installiert

source: add-package.finished.description
de: Es wurden keine Fehler festgestellt

source: add-package.install.action
de: Installieren

source: add-package.install.downloading-cask-%@
de: Lade %@ herunter…

source: add-package.install.fetching-dependencies
de: Abhängigkeiten werden abgerufen…

source: add-package.install.finished
de: Fertig

source: add-package.install.hide-details
de: Details ausblenden

source: add-package.install.installing-cask-%@
de: Installiere %@…

# add-package.install.installing-dependencies-%lld-of-%lld
source: add-package.install.installing-dependencies-%1$lld-of-%2$lld
de: Installiere Abhängigkeit %lld/%lld

source: add-package.install.installing-package
de: Installiere Paket…

source: add-package.install.linking-cask-binary
de: Binärdateien verknüpfen…

source: add-package.install.loading-dependencies
de: Abhängigkeiten werden geladen…

source: add-package.install.moving-cask-%@
de: Verschiebe %@ in das Anwendungsverzeichnis…

source: add-package.install.ready
de: Abhängigkeitsbaum wird erstellt…

source: add-package.install.requires-sudo-password-%@
de: Erweiterte Berechtigungen werden für die Installation von %@ benötigt

source: add-package.install.show-details
de: Details anzeigen

source: add-package.result.already-installed
de: Bereits installiert

source: add-package.result.description-empty
de: Keine Beschreibung vorhanden

source: add-package.result.loading-compatibility
de: Lade Kompatibilität...

source: add-package.result.loading-description
de: Lade Beschreibung…

source: add-package.result.loading-failed
de: Beschreibung konnte nicht geladen werden

source: add-package.result.not-optimized-for-%@
de: Nicht für %@ optimiert

source: add-package.search.action
de: Suche

source: add-package.search.prompt
de: Suche nach Paketen…

source: add-package.search.results.casks
de: Gefundene Casks

source: add-package.search.results.formulae
de: Gefundene Formulae

source: add-package.searching-%@
de: Suche nach %@…

source: add-package.title
de: Installiere Pakete

source: add-package.top-casks
de: Top Casks

source: add-package.top-formulae
de: Top Formulae

source: add-package.top-packages.list-item-%lld
de: Paket %lld

source: add-tap
de: Tap hinzufügen

source: add-tap.action
de: Hinzufügen

source: add-tap.complete-%@
de: %@ erfolgreich hinzugefügt

source: add-tap.complete.description
de: Es wurden keine Fehler festgestellt

source: add-tap.error.action
de: Erneut versuchen

source: add-tap.error.other-%@
de: Beim Hinzufügen von %@ ist ein Fehler aufgetreten.

source: add-tap.error.other.description
de: Versuche es später erneut

source: add-tap.error.repository-not-found-%@
de: %@ existiert nicht

source: add-tap.error.repository-not-found.description
de: Vergewissere dich, dass du den Namen richtig geschrieben hast

source: add-tap.progress-%@
de: Füge %@ hinzu...

source: add-tap.typing.error.empty
de: Tap Name ist leer

source: add-tap.typing.error.empty.description
de: Du hast keine Tap Namen angegeben

source: add-tap.typing.error.slash
de: Tap benötigt Schrägstrich

source: add-tap.typing.error.slash.description
de: Taps müssen immer ein Schrägstrich beinhalten

# addlistitem.text.name:
source: Name
de: Projektname

# addnewlist.title.newlist
source: New project
de: Projekt hinzufügen

# app-name
source: Reminders for MacOS
de: Reminders für MacOS

# app-section.main
source: Reminders
de: Erinnerungen

source: Button
de: Knopf

# button.cancel
source: Cancel
de: Abbrechen

source: buttoncancel
de: Abbrechen

source: Cancel
de: Abbrechen

# duedate.button.today- %@
source: today %@
de: Heute %@

source: duedate.button.tomorrow- %@
de: Morgen%@

# editlistitem.button.save
source: Save
de: Speichern

# editlistitem.text.editlist
source: Edit project
de: Bearbeite Projekt

# githubsidebar.text.searchuser
source: Search user
de: Suche Benutzer

source: Hello, World!
de: Hallo, Welt!

source: Loading top packages…
de: Lade beliebte Pakete…

source: Main Window
de: Hauptfenster

source: maintenance.step.deleting-cached-downloads
de: Leere Zwichengespeicherte Downloads…

source: maintenance.step.purging-cache
de: Bereinige Zwischenspeicher…

source: maintenance.step.removing-orphans
de: Deinstalliere verwaiste Pakete…

source: maintenance.step.running-health-check
de: Starte Überprüfung…

source: maintenance.steps.downloads.delete-cached-downloads
de: Leere zwischengespeicherte Downloads

source: maintenance.steps.downloads.purge-cache
de: Leere Homebrew Zwischenspeicher

source: maintenance.steps.other.health-check
de: Überprüfung starten

source: maintenance.steps.packages.uninstall-orphans
de: Verwaiste Pakete deinstallieren

# mylists.addlist
source: Add project
de: Projekt hinzufügen

# mylists.text.welcome
source: Welcome to Reminders for MacOS
de: Willkommen bei Reminders für MacOS

# mylists.title.mylists
source: Projects
de: Projekte

# mylists.title.welcome
source: Welcome
de: Willkommen

# navigation.about
source: About Reminders
de: Über Reminders

source: navigation.add-tap
de: Tap hinzufügen

source: navigation.add-tap.help
de: Neuen Tap hinzufügen

source: navigation.install-package
de: Paket installieren

source: navigation.install-package.help
de: Ein neues Paket installieren

source: navigation.installed-packages.count-%lld
de: Anzahl installierter Pakete: navigation.installed-packages.count-%lld

source: navigation.upgrade-packages
de: Pakete aktualisieren

source: navigation.upgrade-packages.help
de: Installierte Pakete aktualisieren

source: notification.install-finished
de: Installation abgeschlossen

source: package-details.action.pin-version-%@
de: Version anheften %@

source: package-details.action.uninstall-%@
de: Deinstalliere %@

source: package-details.action.uninstall-deep-%@
de: Lösche und bereinige %@

source: package-details.action.unpin-version-%@
de: Version %@ lösen

source: package-details.caveats.available
de: Hat Vorbehalte 􀅴

source: package-details.caveats.collapse
de: Einklappen

source: package-details.caveats.expand
de: Expandieren

source: package-details.caveats.help
de: Klicke, um die Vorbehalte zu sehen

source: package-details.contents.loading
de: Lade Paketinfo…

source: package-details.dependants.dependency-of-%@
de: Abhängigkeit von %@

source: package-details.dependants.loading
de: Lade Abhängigkeit…

source: package-details.dependencies
de: Abhängigkeiten

source: package-details.dependencies.results.declaration
de: Deklarierter Typ

source: package-details.dependencies.results.declaration.direct
de: Direkt

source: package-details.dependencies.results.declaration.indirect
de: Indirekt

# package-details.dependencies.results.name
source: LogIn
de: Name

source: package-details.dependencies.results.version
de: Version

source: package-details.description-none-%@
de: %@ hat keine Beschreibung

source: package-details.homepage
de: Homepage

source: package-details.info
de: Info

source: package-details.install-date
de: Installiert am

source: package-details.outdated
de: Veralte

source: package-details.pinned.help-%@
de: %@ wurde gepinnt. Es wird nicht aktualisiert.

source: package-details.size
de: Größe

source: package-details.size.help
de: Warum ist die Größe so klein?

source: package-details.size.help.body-1
de: Casks werden nicht im selben Installationsverzeichnis wie Formulae installiert. Casks werden im Anwendungsverzeichnis installiert.

source: package-details.size.help.body-2
de: Da Reminders keinen Zugriff auf dein Anwendungsverzeichnis hat, kann es nicht die Größe der eigentlichen App ermitteln, sondern nur die mit dem Cask verknüpften Metadaten.

source: package-details.size.help.title
de: Warum ist die Größe so klein?

source: package-details.type
de: Typ

source: package-details.type.cask
de: Cask

source: package-details.type.formula
de: Formula

source: Reminders for MacOS
de: Reminders für MacOS

source: search.token.filter-casks
de: Cask

source: search.token.filter-formulae
de: Formula

source: search.token.filter-manually-installed-packages
de: Manuell installiert

source: search.token.filter-taps
de: Tap

source: settings.discoverability.sorting.by-fewest-downloads
de: wenigsten Downloads

source: settings.discoverability.sorting.by-most-downloads
de: meisten Downloads

source: settings.discoverability.time-span.month
de: letzten Monat

source: settings.discoverability.time-span.quarter-year
de: letztes Vierteljahr

source: settings.discoverability.time-span.year
de: letztes Jahr

source: sidebar.section.added-taps
de: Hinzugefügte Taps

source: sidebar.section.added-taps.contextmenu.remove-%@
de: Lösche %@

source: sidebar.section.added-taps.remove.message
de: Versuche es später erneut, oder starte Reminders neu

source: sidebar.section.added-taps.remove.title-%@
de: %@ konnte nicht gelöscht werden

source: sidebar.section.all.contextmenu.tag-%@
de: Tag setzen

source: sidebar.section.all.contextmenu.untag-%@
de: Tag löschen

source: sidebar.section.installed-casks
de: Installierte Casks

source: sidebar.section.installed-casks.contextmenu.uninstall-%@
de: Deinstalliere %@

source: sidebar.section.installed-formulae
de: Installierte Formulae

source: sidebar.section.installed-formulae.contextmenu.uninstall-%@
de: Deinstalliere %@

source: sidebar.section.installed-formulae.contextmenu.uninstall-deep-%@
de: Lösche und bereinige %@

source: Start loading
de: Starte laden...

source: start-page.added-taps.count-%lld
de: Anzahl Taps: %lld

source: start-page.added-taps.description
de: Taps bieten zusätzliche Pakete an

source: start-page.analytics.disabled
de: Homebrew Analyse ist deaktiviert

source: start-page.analytics.disabled.description
de: Homebrew sammelt keine Daten darüber wie du es nutzt

source: start-page.analytics.enabled
de: Homebrew Analyse ist aktiviert

source: start-page.analytics.enabled.description
de: Homebrew sammelt verschiedene anonymisierte Daten, z.B. welche Pakete du installiert hast

source: start-page.cached-downloads-%@
de: Du hast %@ zwischengespeicherten Downloads

source: start-page.cached-downloads.action
de: Lösche zwischengespeicherte Downloads…

source: start-page.cached-downloads.description
de: Diese Dateien sind Überbleibsel von abgeschlossenen Paketinstallationen. Sie können gefahrlos entfernt werden.

source: start-page.installed-casks.count-%lld
de: Anzahl Cashs: %lld

source: start-page.installed-casks.description
de: Casks sind Pakete, welche über eine Benutzeroberfläche verfügen

source: start-page.installed-formulae.count-%lld
de: Anzahl Formular: %lld

source: start-page.installed-formulae.description
de: Formulae sind Pakete, die du über ein Terminal verwendest

source: start-page.loading
de: Pakete werden geladen…

source: start-page.open-maintenance
de: Brew Wartung…

source: start-page.status
de: Status

source: start-page.update-incremental.package-count-%lld
de: Anzahl Pakete: %lld

source: start-page.updated.action.deselect-all
de: Keine auswählen

source: start-page.updated.action.select-all
de: Alle auswählen

source: start-page.updates.action
de: Optionen

source: start-page.updates.count-%lld
de: Anzahl %lld

source: start-page.updates.list
de: Aktualisierungen

source: start-page.updates.loading
de: Aktualisierungen laden

source: start-page.updates.notavailable
de: Keine Aktualisierungen verfügbar

source: tap-details.contents
de: Inhalt

source: tap-details.contents.casks-mostly
de: Hauptsächlich Casks

source: tap-details.contents.casks-only
de: Nur Casks

source: tap-details.contents.formulae-mostly
de: Hauptsächlich Formulae

source: tap-details.contents.formulae-only
de: Nur Formulae

source: tap-details.contents.none
de: Keine

source: tap-details.homepage
de: Homepage

source: tap-details.included-casks
de: Casks enthalten

source: tap-details.included-formulae
de: Formulae enthalten

source: tap-details.info
de: Info

source: tap-details.loading
de: Tap Info laden…

source: tap-details.official-%@
de: %@ ist ein offizieller Tap.\nDie darin enthaltenen Pakete werden auf ihre Sicherheit hin überprüft.

source: tap-details.package-count
de: Anzahl der Pakete

source: tap-details.remove-%@
de: Entferne %@

source: Tomorrow %@
de: Morgen %@

source: update-packages.detail-stage.backing-up
de: Back-up alte Version

source: update-packages.detail-stage.cleanup
de: Aufräumen...

source: update-packages.detail-stage.downloading
de: Downloaden...

source: update-packages.detail-stage.linking
de: Neue Version verlinken...

source: update-packages.detail-stage.pouring
de: Updaten...

source: update-packages.error
de: Pakete mit Fehlern aktualisiert

source: update-packages.error.description
de: Bei der Aktualisierung traten einige Fehler auf. Weitere Informationen findest du unten

source: update-packages.finished
de: Pakete erfolgreich aktualisert

source: update-packages.finished.description
de: Es wurden keine Fehler festgestellt

source: update-packages.incremental.finished
de: Ausgewählte Pakete erfolgreich aktualisiert

source: update-packages.incremental.update-in-progress-%@
de: Aktualisiere %@…

source: update-packages.no-updates
de: Keine Aktualisierungen verfügbar

source: update-packages.no-updates.description
de: Du bist auf dem neusten Stand

source: update-packages.updating.checking
de: Lade Aktualisierungen…

source: update-packages.updating.finished
de: Fertig

source: update-packages.updating.ready
de: Bereit

source: update-packages.updating.updating
de: Aktualisiere Pakete…

source: update-packages.updating.updating-outdated-package
de: Aktualisiere Paketzwischenspeicher

source: Waiting...
de: Warten...
